[
    {
        "step": "1",
        "actor": "Ministero",
        "detail": "Emanazione del decreto/bando generale con stanziamento fondi e suddivisione in macro-aree (es. Arti Visive/Design vs Arti Performative)."
    },
    {
        "step": "2",
        "actor": "Ministero",
        "detail": "Richiesta di candidature alle Istituzioni AFAM per ospitare le singole sezioni."
    },
    {
        "step": "3",
        "actor": "Ministero",
        "detail": "Valutazione candidature e pubblicazione decreto di assegnazione delle sedi (Istituzioni Designate)."
    },
    {
        "step": "4",
        "actor": "Ministero",
        "detail": "Nomina con decreto delle Giurie Nazionali per ogni sottosezione, composte da esperti esterni."
    },
    {
        "step": "5",
        "actor": "Istituzione Designata",
        "detail": "Accettazione incarico e attivazione canali dedicati (PEC, email dedicata, pagina web)."
    },
    {
        "step": "6",
        "actor": "Istituzione Designata",
        "detail": "Redazione e pubblicazione del Regolamento specifico (Bando di sezione) con repertori, date e specifiche tecniche."
    },
    {
        "step": "7",
        "actor": "Istituzione Designata",
        "detail": "Definizione accordi con partner esterni (Teatri, Orchestre, Fondazioni) per premi accessori e logistica."
    },
    {
        "step": "8",
        "actor": "Istituzione Partecipante",
        "detail": "Pubblicazione interna del bando e avvio procedure selettive (audizioni/valutazione portfolio)."
    },
    {
        "step": "9",
        "actor": "Studente",
        "detail": "Produzione materiali per preselezione (video un-edited, dossier progetti) secondo specifiche."
    },
    {
        "step": "10",
        "actor": "Istituzione Partecipante",
        "detail": "Verifica regolarità iscrizione e selezione dei rappresentanti (limite numerico per istituzione)."
    },
    {
        "step": "11",
        "actor": "Istituzione Partecipante",
        "detail": "Invio candidature via PEC all'Istituzione Designata entro scadenza (moduli, link video, partiture)."
    },
    {
        "step": "12",
        "actor": "Istituzione Designata",
        "detail": "Verifica ammissibilità formale domande (firme, completezza file) ed eventuale richiesta regolarizzazione."
    },
    {
        "step": "13",
        "actor": "Commissione",
        "detail": "Valutazione materiali digitali (Preselezione) e individuazione finalisti."
    },
    {
        "step": "14",
        "actor": "Istituzione Designata",
        "detail": "Pubblicazione elenco ammessi e invio convocazioni con calendario dettagliato prove in presenza."
    },
    {
        "step": "15",
        "actor": "Istituzione Designata",
        "detail": "Allestimento spazi (aule studio, auditorium, mostre) e coordinamento risorse tecniche (pianisti, orchestra)."
    },
    {
        "step": "16",
        "actor": "Studente",
        "detail": "Arrivo in sede (spese viaggio a carico istituzione di provenienza) e registrazione."
    },
    {
        "step": "17",
        "actor": "Commissione",
        "detail": "Riunione preliminare e sorteggio pubblico della lettera per ordine esecuzione."
    },
    {
        "step": "18",
        "actor": "Studente",
        "detail": "Svolgimento prove in presenza (Semifinali/Finali) o allestimento opere."
    },
    {
        "step": "19",
        "actor": "Commissione",
        "detail": "Valutazione performance con facoltà di interruzione."
    },
    {
        "step": "20",
        "actor": "Commissione",
        "detail": "Proclamazione vincitore unico per sottosezione (no ex-aequo)."
    },
    {
        "step": "21",
        "actor": "Istituzione Designata",
        "detail": "Cerimonia di premiazione, Concerto di Gala o Inaugurazione Mostra."
    },
    {
        "step": "22",
        "actor": "Istituzione Designata",
        "detail": "Rendicontazione spese al Ministero entro 60 giorni."
    },
    {
        "step": "23",
        "actor": "Studente Vincitore",
        "detail": "Fruizione premi accessori (borse studio, concerti premio, produzioni)."
    }
]